Autodesk.Revit.DB.ExtensibleStorage.SchemaAccessOverride.#ctor(System.Guid,System.String)
Activate the scope for the client/vendor.
clientId:
GUID representing the client
vendorId:
Id of the vendor.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2021.1